{
				"client": "Resurgent",
				"title": "React Mobile App",
				"description": "<p>To promote her new book, Manhattan Beach, author Jennifer Egan wanted a new website that immersed visitors in the scenery, setting and conceptual mood of the book. Under my UX/Design shop, Team Eight, our team of three were excited to take this on. It was not a typical request and it challenged much of our approach to user experience on the web. But we had worked with Jenny before and there was a lot of trust there.</p><p><a class=\"btn\" href=\"http://jenniferegan.com\">experience the site</a></p><p>As much of the book takes place under the waters around Manhattan in the 1940&rsquo;s, we knew we wanted to create something that provided a rich sense of space, but remained murky and mysterious. We went through an abnormal amount of exploration, prototyping and testing to hone in on a concept and approach. We decided against using WebGL as it would leave out much of the Jenny&rsquo;s target audience. Instead we built the experience around a hybrid of HTML5 canvas, CSS3 perspective and javascript that allowed us to include over 90% of Jenny&rsquo;s historical site visitors including viewers on android and apple phones, or in chrome and safari. Visitors on any non-supported browser or device still get the full website, but with a limited version of the bonus underwater experience.</p>",
				"mainImage": "<img width=\"2000\" height=\"2658\" src=\"/img/egan.png\" alt=\"Screenshot of the Jennifer Egan Website\" srcset=\"/img/egan-1500.png 1500w, /img/egan-1000.png 1000w, /img/egan-660.png 660w\">",
				"lists": [
          {
            "heading": "Features delivered",
            "items": [
              "Custom author website featuring strange, immersive experience",
              "High-concept project based on unusual project objectives",
              "WordPress for the normal CMS parts",
              "Javascript, CSS perspective, HTML5 Canvas for the experimental stuff"
            ]
          },
          {
            "heading": "My contributions",
            "items": [
              "Project/client management",
              "Creative Direction, Visual Design, UX/UI",
              "HTML, CSS, javascript, php, WordPress"
            ]
          }
        ],
        "pagination": {
	        "previous": {
	        	"title": "Streaming App for Samsung TV",
	        	"link": "/smc"
	        },
	        "next": {
	        	"title": "CMS and eCommerce development",
	        	"link": "/cms"
	        }
        }
			}